Workspace/test_cases/03-dbns-shocktube/00-basic-580/system/fvSolution
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     4.0                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      fvSolution;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

solvers
{
    rho
    {}

    rhoU
    {}

    rhoE
    {}

    p
    {}

    U
    {}

    T
    {}
}

fieldBounds
{
    rho 0.001 10000;
    p   0.001 1e7;
    T   0.001 10000;
}


// ************************************************************************* //
